Revit 2027 API
SymbolTypeId.LbForcePerFtSup3 Property
 Symbol lb/ft³, indicating unit Pounds force per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForcePerFtSup3 { get; }
Public Shared ReadOnly Property LbForcePerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForcePerFtSup3 {
	ForgeTypeId^ get ();
}
static member LbForcePerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace